Repository: DimaMishchenko/currency
Catalog: Apps/Currency/App/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, et, fr, it, ja, ko, pt_br, ru, tr, uk, zh_hans, zh_hant

source: This amount is too large to convert. Try a smaller amount.
de: Dieser Betrag ist zu groß für die Umrechnung. Versuche einen kleineren Betrag.
es: Este importe es demasiado grande para convertirlo. Prueba con uno menor.
et: See summa on teisendamiseks liiga suur. Proovi väiksemat summat.
fr: Ce montant est trop élevé pour être converti. Essaie un montant inférieur.
it: Questo importo è troppo grande per essere convertito. Prova con un importo minore.
ja: 金額が大きすぎて換算できません。小さい金額でお試しください。
ko: 환산하기에 금액이 너무 큽니다. 더 작은 금액을 입력하세요.
pt_br: Este valor é alto demais para converter. Tente um valor menor.
ru: Эта сумма слишком велика для конвертации. Попробуйте меньшую сумму.
tr: Bu tutar çevirmek için çok büyük. Daha küçük bir tutar deneyin.
uk: Ця сума завелика для конвертації. Спробуйте меншу суму.
zh_hans: 金额过大，无法换算。请尝试较小的金额。
zh_hant: 金額過大，無法換算。請嘗試較小的金額。

# This calculation exceeds decimal precision
source: This calculation can’t be completed accurately
de: Diese Berechnung kann nicht mit ausreichender Genauigkeit ausgeführt werden
es: Este cálculo no se puede completar con precisión
et: Seda arvutust ei saa piisava täpsusega teha
fr: Ce calcul ne peut pas être effectué avec précision
it: Impossibile completare questo calcolo con precisione
ja: この計算を正確に行うことができません
ko: 이 계산을 정확하게 완료할 수 없습니다
pt_br: Não é possível concluir este cálculo com precisão
ru: Не удалось выполнить расчёт с достаточной точностью
tr: Bu hesaplama yeterli doğrulukla tamamlanamıyor
uk: Не вдалося виконати розрахунок із достатньою точністю
zh_hans: 无法准确完成此计算
zh_hant: 無法準確完成此計算

# This calculation exceeds decimal precision.
source: This calculation can’t be completed accurately.
de: Diese Berechnung kann nicht mit ausreichender Genauigkeit ausgeführt werden.
es: Este cálculo no se puede completar con precisión.
et: Seda arvutust ei saa piisava täpsusega teha.
fr: Ce calcul ne peut pas être effectué avec précision.
it: Impossibile completare questo calcolo con precisione.
ja: この計算を正確に行うことができません。
ko: 이 계산을 정확하게 완료할 수 없습니다.
pt_br: Não é possível concluir este cálculo com precisão.
ru: Не удалось выполнить расчёт с достаточной точностью.
tr: Bu hesaplama yeterli doğrulukla tamamlanamıyor.
uk: Не вдалося виконати розрахунок із достатньою точністю.
zh_hans: 无法准确完成此计算。
zh_hant: 無法準確完成此計算。

source: To
de: In
es: A
et: Sihtvaluuta
fr: En
it: A
ja: 換算先
ko: 대상 통화
pt_br: Para
ru: В
tr: Hedef
uk: У
zh_hans: 目标货币
zh_hant: 目標貨幣

source: To use Local currency, open Currency and set up location.
de: Um die lokale Währung zu verwenden, öffne Currency und richte den Standort ein.
es: Para usar la moneda local, abre Currency y configura la ubicación.
et: Kohaliku valuuta kasutamiseks ava Currency ja seadista asukoht.
fr: Pour utiliser la devise locale, ouvre Currency et configure la position.
it: Per usare la valuta locale, apri Currency e configura la posizione.
ja: 現地通貨を使うには、Currencyを開いて位置情報を設定してください。
ko: 현지 통화를 사용하려면 Currency를 열고 위치를 설정하세요.
pt_br: Para usar a moeda local, abra o Currency e configure a localização.
ru: Чтобы использовать местную валюту, откройте Currency и настройте местоположение.
tr: Yerel para birimini kullanmak için Currency’yi açın ve konumu ayarlayın.
uk: Щоб використовувати місцеву валюту, відкрийте Currency і налаштуйте розташування.
zh_hans: 要使用当地货币，请打开 Currency 并设置定位。
zh_hant: 若要使用當地貨幣，請打開 Currency 並設定定位。

source: Using cached rates
de: Zwischengespeicherte Kurse werden verwendet
es: Usando tipos de cambio en caché
et: Kasutusel on vahemällu salvestatud kursid
fr: Utilisation des taux en cache
it: Utilizzo dei tassi nella cache
ja: 保存済みレートを使用中
ko: 캐시된 환율 사용 중
pt_br: Usando taxas em cache
ru: Используются сохранённые курсы
tr: Önbellekteki kurlar kullanılıyor
uk: Використовуються збережені курси
zh_hans: 正在使用缓存汇率
zh_hant: 正在使用快取匯率

source: What amount would you like to convert?
de: Welchen Betrag möchtest du umrechnen?
es: ¿Qué importe quieres convertir?
et: Millise summa soovid teisendada?
fr: Quel montant souhaites-tu convertir ?
it: Quale importo vuoi convertire?
ja: いくら換算しますか？
ko: 얼마를 환산하시겠습니까?
pt_br: Qual valor você quer converter?
ru: Какую сумму вы хотите конвертировать?
tr: Hangi tutarı çevirmek istiyorsunuz?
uk: Яку суму ви хочете конвертувати?
zh_hans: 您想换算的金额是多少？
zh_hant: 您想換算的金額是多少？

source: Which currency are you converting from?
de: Von welcher Währung rechnest du um?
es: ¿De qué moneda quieres convertir?
et: Millisest valuutast soovid teisendada?
fr: Depuis quelle devise convertis-tu ?
it: Da quale valuta vuoi convertire?
ja: どの通貨から換算しますか？
ko: 어떤 통화에서 환산하시겠습니까?
pt_br: De qual moeda você está convertendo?
ru: Из какой валюты вы конвертируете?
tr: Hangi para biriminden çeviriyorsunuz?
uk: Із якої валюти ви конвертуєте?
zh_hans: 您要从哪种货币换算？
zh_hant: 您要從哪種貨幣換算？

source: Which currency are you converting to?
de: In welche Währung rechnest du um?
es: ¿A qué moneda quieres convertir?
et: Millisesse valuutasse soovid teisendada?
fr: Dans quelle devise convertis-tu ?
it: In quale valuta vuoi convertire?
ja: どの通貨に換算しますか？
ko: 어떤 통화로 환산하시겠습니까?
pt_br: Para qual moeda você está convertendo?
ru: В какую валюту вы конвертируете?
tr: Hangi para birimine çeviriyorsunuz?
uk: У яку валюту ви конвертуєте?
zh_hans: 您要换算为哪种货币？
zh_hant: 您要換算為哪種貨幣？

source: Which currency would you like to open?
de: Welche Währung möchtest du öffnen?
es: ¿Qué moneda quieres abrir?
et: Millise valuuta soovid avada?
fr: Quelle devise souhaites-tu ouvrir ?
it: Quale valuta vuoi aprire?
ja: どの通貨を開きますか？
ko: 어떤 통화를 여시겠습니까?
pt_br: Qual moeda você quer abrir?
ru: Какую валюту вы хотите открыть?
tr: Hangi para birimini açmak istiyorsunuz?
uk: Яку валюту ви хочете відкрити?
zh_hans: 您想打开哪种货币？
zh_hant: 您想打開哪種貨幣？

source: Which destination currency did you mean?
de: Welche Zielwährung hast du gemeint?
es: ¿A qué moneda de destino te referías?
et: Millist sihtvaluutat mõtlesid?
fr: Quelle devise de destination voulais-tu dire ?
it: Quale valuta di destinazione intendevi?
ja: どの換算先通貨ですか？
ko: 어떤 대상 통화를 말씀하셨습니까?
pt_br: Qual moeda de destino você quis dizer?
ru: Какую целевую валюту вы имели в виду?
tr: Hangi hedef para birimini kastettiniz?
uk: Яку цільову валюту ви мали на увазі?
zh_hans: 您指的是哪种目标货币？
zh_hant: 您指的是哪種目標貨幣？

source: Which source currency did you mean?
de: Welche Ausgangswährung hast du gemeint?
es: ¿A qué moneda de origen te referías?
et: Millist lähtevaluutat mõtlesid?
fr: Quelle devise source voulais-tu dire ?
it: Quale valuta di origine intendevi?
ja: どの換算元通貨ですか？
ko: 어떤 기준 통화를 말씀하셨습니까?
pt_br: Qual moeda de origem você quis dizer?
ru: Какую исходную валюту вы имели в виду?
tr: Hangi kaynak para birimini kastettiniz?
uk: Яку вихідну валюту ви мали на увазі?
zh_hans: 您指的是哪种原始货币？
zh_hant: 您指的是哪種原始貨幣？

source: convert
de: umrechnen
es: convertir
et: teisenda
fr: convertir
it: convertire
ja: 換算
ko: 환산
pt_br: converter
ru: конвертировать
tr: çevir
uk: конвертувати
zh_hans: 换算
zh_hant: 換算

source: crypto
de: Krypto
es: criptomonedas
et: krüpto
it: criptovaluta
ja: 暗号資産
ko: 암호화폐
pt_br: cripto
ru: криптовалюта
tr: kripto
uk: криптовалюта
zh_hans: 加密货币
zh_hant: 加密貨幣

source: currency
de: Währung
es: moneda
et: valuuta
fr: devise
it: valuta
ja: 通貨
ko: 통화
pt_br: moeda
ru: валюта
tr: para birimi
uk: валюта
zh_hans: 货币
zh_hant: 貨幣

source: currency converter
de: Währungsrechner
es: conversor de monedas
et: valuutakalkulaator
fr: convertisseur de devises
it: convertitore di valuta
ja: 通貨換算
ko: 통화 변환기
pt_br: conversor de moedas
ru: конвертер валют
tr: para birimi çevirici
uk: конвертер валют
zh_hans: 货币换算器
zh_hant: 貨幣換算器

source: exchange
de: Umtausch
es: cambio
et: vahetus
fr: change
it: cambio
ja: 両替
ko: 환전
pt_br: câmbio
ru: обмен
tr: döviz
uk: обмін
zh_hans: 兑换
zh_hant: 兌換

source: exchange rate
de: Wechselkurs
es: tipo de cambio
et: vahetuskurss
fr: taux de change
it: tasso di cambio
ja: 為替レート
ko: 환율
pt_br: taxa de câmbio
ru: курс обмена
tr: döviz kuru
uk: курс обміну
zh_hans: 汇率
zh_hant: 匯率

source: metals
de: Metalle
es: metales
et: metallid
fr: métaux
it: metalli
ja: 貴金属
ko: 금속
pt_br: metais
ru: металлы
tr: metaller
uk: метали
zh_hans: 贵金属
zh_hant: 貴金屬

source: money
de: Geld
es: dinero
et: raha
fr: argent
it: denaro
ja: お金
ko: 돈
pt_br: dinheiro
ru: деньги
tr: para
uk: гроші
zh_hans: 钱
zh_hant: 錢

source: pound
de: Pfund
es: libra
et: nael
fr: livre
it: sterlina
ja: ポンド
ko: 파운드
pt_br: libra
ru: фунт
uk: фунт
zh_hans: 英镑
zh_hant: 英鎊

source: sterling
de: Pfund Sterling
es: libra esterlina
et: naelsterling
fr: livre sterling
it: sterlina
ja: 英ポンド
ko: 영국 파운드
pt_br: libra esterlina
ru: стерлинг
tr: sterlin
uk: стерлінг
zh_hans: 英镑
zh_hant: 英鎊

source: Status
es: Estado
et: Olek
fr: Statut
it: Stato
ja: ステータス
ko: 상태
ru: Статус
tr: Durum
uk: Стан
zh_hans: 状态
zh_hant: 狀態

source: US dollar
es: Dólar estadounidense
et: USA dollar
fr: Dollar américain
it: Dollaro statunitense
ja: 米ドル
ko: 미국 달러
pt_br: Dólar americano
ru: Доллар США
tr: ABD doları
uk: Долар США
zh_hans: 美元
zh_hant: 美元

source: dollar
es: dólar
it: dollaro
ja: ドル
ko: 달러
pt_br: dólar
ru: доллар
tr: dolar
uk: долар
zh_hans: 美元
zh_hant: 美元

source: yen
et: jeen
ja: 円
ko: 엔
pt_br: iene
ru: иена
uk: єна
zh_hans: 日元
zh_hant: 日圓

source: yuan
et: jüaan
ja: 元
ko: 위안
ru: юань
uk: юань
zh_hans: 元
zh_hant: 元

source: euro
ja: ユーロ
ko: 유로
ru: евро
tr: avro
uk: євро
zh_hans: 欧元
zh_hant: 歐元

source: renminbi
ja: 人民元
ko: 런민비
ru: жэньминьби
uk: женьміньбі
zh_hans: 人民币
zh_hant: 人民幣
